[{
    "reference": "John 3:16",
    "refSort": "bible.43003016",
    "content": "For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life.",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Proverbs 3:5-6",
    "refSort": "bible.20003005",
    "content": "5 Trust in and rely confidently on the Lord with all your heart And do not rely on your own insight or understanding.\n6 In all your ways know and acknowledge and recognize Him, And He will make your paths straight and smooth [removing obstacles that block your way].",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Philippians 4:6-7",
    "refSort": "bible.50004006",
    "content": "6 Do not be anxious or worried about anything, but in everything [every circumstance and situation] by prayer and petition with thanksgiving, continue to make your [specific] requests known to God.\n7 And the peace of God [that peace which reassures the heart, that peace] which transcends all understanding, [that peace which] stands guard over your hearts and your minds in Christ Jesus [is yours].",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Romans 8:28",
    "refSort": "bible.45008028",
    "content": "And we know [with great confidence] that God [who is deeply concerned about us] causes all things to work together [as a plan] for good for those who love God, to those who are called according to His plan and purpose.",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Psalm 23:1-6",
    "refSort": "bible.19023001",
    "content": "1 The Lord is my Shepherd [to feed, to guide and to shield me], I shall not want.\n2 He lets me lie down in green pastures; He leads me beside the still and quiet waters.\n3 He refreshes and restores my soul (life); He leads me in the paths of righteousness for His name's sake.\n4 Even though I walk through the [sunless] valley of the shadow of death, I fear no evil, for You are with me; Your rod [to protect] and Your staff [to guide], they comfort and console me.\n5 You prepare a table before me in the presence of my enemies. You have anointed and refreshed my head with oil; My cup overflows.\n6 Surely goodness and mercy and unfailing love shall follow me all the days of my life, And I shall dwell forever [throughout all my days] in the house and in the presence of the Lord.",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Isaiah 41:10",
    "refSort": "bible.23041010",
    "content": "Do not fear [anything], for I am with you; Do not be afraid, for I am your God. I will strengthen you, be assured I will help you; I will certainly take hold of you with My righteous right hand [a hand of justice, of power, of victory, of salvation].",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Joshua 1:9",
    "refSort": "bible.06001009",
    "content": "Have I not commanded you? Be strong and courageous! Do not be terrified or dismayed (intimidated), for the Lord your God is with you wherever you go.",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "1 Corinthians 13:4-7",
    "refSort": "bible.46013004",
    "content": "4 Love endures with patience and serenity, love is kind and thoughtful, and is not jealous or envious; love does not brag and is not proud or arrogant.\n5 It is not rude; it is not self-seeking, it is not provoked [nor overly sensitive and easily angered]; it does not take into account a wrong endured.\n6 It does not rejoice at injustice, but rejoices with the truth [when right and truth prevail].\n7 Love bears all things [regardless of what comes], believes all things [looking for the best in each one], hopes all things [remaining steadfast during difficult times], endures all things [without weakening].",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "Matthew 11:28-30",
    "refSort": "bible.40011028",
    "content": "28 Come to Me, all who are weary and heavily burdened [by religious rituals that provide no peace], and I will give you rest [refreshing your souls with salvation].\n29 Take My yoke upon you and learn from Me [following Me as My disciple], for I am gentle and humble in heart, and you will find rest (renewal, blessed quiet) for your souls.\n30 For My yoke is easy [to bear] and My burden is light.",
    "translation": "AMP",
    "tags": []
  },

  {
    "reference": "2 Timothy 1:7",
    "refSort": "bible.55001007",
    "content": "For God did not give us a spirit of timidity or cowardice or fear, but [He has given us a spirit] of power and of love and of sound judgment and personal discipline [abilities that result in a calm, well-balanced mind and self-control].",
    "translation": "AMP",
    "tags": []
  }

]