[{
    "reference": "John 3:16",
    "refSort": "bible.43003016",
    "content": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Proverbs 3:5-6",
    "refSort": "bible.20003005",
    "content": "5 Trust in the Lord with all your heart and lean not on your own understanding;\n6 in all your ways submit to him, and he will make your paths straight.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Philippians 4:6-7",
    "refSort": "bible.50004006",
    "content": "6 Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.\n7 And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Romans 8:28",
    "refSort": "bible.45008028",
    "content": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Psalm 23:1-6",
    "refSort": "bible.19023001",
    "content": "1 The Lord is my shepherd, I lack nothing.\n2 He makes me lie down in green pastures, he leads me beside quiet waters,\n3 he refreshes my soul. He guides me along the right paths for his name's sake.\n4 Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.\n5 You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows.\n6 Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Isaiah 41:10",
    "refSort": "bible.23041010",
    "content": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Joshua 1:9",
    "refSort": "bible.06001009",
    "content": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "1 Corinthians 13:4-7",
    "refSort": "bible.46013004",
    "content": "4 Love is patient, love is kind. It does not envy, it does not boast, it is not proud.\n5 It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.\n6 Love does not delight in evil but rejoices with the truth.\n7 It always protects, always trusts, always hopes, always perseveres.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "Matthew 11:28-30",
    "refSort": "bible.40011028",
    "content": "28 Come to me, all you who are weary and burdened, and I will give you rest.\n29 Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.\n30 For my yoke is easy and my burden is light.",
    "translation": "NIV",
    "tags": []
  },

  {
    "reference": "2 Timothy 1:7",
    "refSort": "bible.55001007",
    "content": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "translation": "NIV",
    "tags": []
  }

]