[{
    "reference": "John 3:16",
    "refSort": "bible.43003016",
    "content": "16 For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Proverbs 3:5-6",
    "refSort": "bible.20003005",
    "content": "5 Trust in the Lord with all your heart, And lean not on your own understanding;\n6 In all your ways acknowledge Him, And He shall direct your paths.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Philippians 4:6-7",
    "refSort": "bible.50004006",
    "content": "6 Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;\n7 and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Romans 8:28",
    "refSort": "bible.45008028",
    "content": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Psalm 23:1-6",
    "refSort": "bible.19023001",
    "content": "1 The Lord is my shepherd; I shall not want.\n2 He makes me to lie down in green pastures; He leads me beside the still waters.\n3 He restores my soul; He leads me in the paths of righteousness For His name's sake.\n4 Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me.\n5 You prepare a table before me in the presence of my enemies; You anoint my head with oil; My cup runs over.\n6 Surely goodness and mercy shall follow me All the days of my life; And I will dwell in the house of the Lord Forever.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Isaiah 41:10",
    "refSort": "bible.23041010",
    "content": "Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Joshua 1:9",
    "refSort": "bible.06001009",
    "content": "Have I not commanded you? Be strong and of good courage; do not be afraid, nor be dismayed, for the Lord your God is with you wherever you go.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "1 Corinthians 13:4-7",
    "refSort": "bible.46013004",
    "content": "4 Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up;\n5 does not behave rudely, does not seek its own, is not provoked, thinks no evil;\n6 does not rejoice in iniquity, but rejoices in the truth;\n7 bears all things, believes all things, hopes all things, endures all things.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "Matthew 11:28-30",
    "refSort": "bible.40011028",
    "content": "28 Come to Me, all you who labor and are heavy laden, and I will give you rest.\n29 Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.\n30 For My yoke is easy and My burden is light.",
    "translation": "NKJV",
    "tags": []
  },

  {
    "reference": "2 Timothy 1:7",
    "refSort": "bible.55001007",
    "content": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.",
    "translation": "NKJV",
    "tags": []
  }
]