[{
    "reference": "John 3:16",
    "refSort": "bible.43003016",
    "content": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Proverbs 3:5-6",
    "refSort": "bible.20003005",
    "content": "5 Trust in the Lord with all thine heart; and lean not unto thine own understanding.\n6 In all thy ways acknowledge him, and he shall direct thy paths.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Philippians 4:6-7",
    "refSort": "bible.50004006",
    "content": "6 Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.\n7 And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Romans 8:28",
    "refSort": "bible.45008028",
    "content": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Psalm 23",
    "refSort": "bible.19023001",
    "content": "1 The Lord is my shepherd; I shall not want.\n2 He maketh me to lie down in green pastures: he leadeth me beside the still waters.\n3 He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake.\n4 Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.\n5 Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.\n6 Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the Lord for ever.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Isaiah 41:10",
    "refSort": "bible.23041010",
    "content": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Joshua 1:9",
    "refSort": "bible.06001009",
    "content": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "1 Corinthians 13:4-7",
    "refSort": "bible.46013004",
    "content": "4 Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,\n5 Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;\n6 Rejoiceth not in iniquity, but rejoiceth in the truth;\n7 Beareth all things, believeth all things, hopeth all things, endureth all things.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "Matthew 11:28-30",
    "refSort": "bible.40011028",
    "content": "28 Come unto me, all ye that labour and are heavy laden, and I will give you rest.\n29 Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.\n30 For my yoke is easy, and my burden is light.",
    "translation": "KJV",
    "tags": []
  },

  {
    "reference": "2 Timothy 1:7",
    "refSort": "bible.55001007",
    "content": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
    "translation": "KJV",
    "tags": []
  }
]